[Setting]
Language=CHS

[String]
IDS_GPL_1=开始

IDS_GPL_2=零件组1

IDS_GPL_2_1=凸模
IDS_GPL_2_2=导正销
IDS_GPL_2_3=凸模导套
IDS_GPL_2_4=凹模
IDS_GPL_2_5=方形凸模
IDS_GPL_2_6=方形凹模
IDS_GPL_2_7=精密级凸模&凹模
IDS_GPL_2_8=硬质合金凸模
IDS_GPL_2_9=硬质合金导正销
IDS_GPL_2_10=硬质合金凹模
IDS_GPL_2_11=硬质合金方形凸模
IDS_GPL_2_12=硬质合金方形凹模


IDS_GPL_3=零件组2

IDS_GPL_3_1=误送料检测相关零件
IDS_GPL_3_2=成形加工用凸模&凹模
IDS_GPL_3_3=异形状凸模&凹模
IDS_GPL_3_4=固定块
IDS_GPL_3_5=球锁紧凸模&凹模･固定块
IDS_GPL_3_6=小零件
IDS_GPL_3_7=材料导向･顶料相关零件
IDS_GPL_3_8=卸料板导柱･导套
IDS_GPL_3_9=模架用导柱･导套
IDS_GPL_3_10=独立导柱组件

IDS_GPL_4=零件组3

IDS_GPL_4_1=汽车模具用导向零件
IDS_GPL_4_2=汽车模具用小零件
IDS_GPL_4_3=汽车模具用定位零件
IDS_GPL_4_4=汽车模具用搬运零件
IDS_GPL_4_5=自润滑滑板
IDS_GPL_4_6=斜锲･相关零件
IDS_GPL_4_7=螺旋弹簧
IDS_GPL_4_8=氮气弹簧
IDS_GPL_4_9=聚氨酯弹簧
IDS_GPL_4_10=吊具･模具保管零件
IDS_GPL_4_11=精加工板･精加工块
IDS_GPL_4_12=检查夹具用零件
IDS_GPL_4_13=NAAMS
IDS_GPL_4_14=翻边机构关联部品
IDS_GPL_4_15=氮气弹簧配管


IDS_GPL_5=按图索骥


IDS_GPL_6=我的收藏夹


IDS_GPL_7=历史记录


IDS_GPL_8=高级检索

IDS_GPL_9=分类结构图


IDS_GPL_10=编辑

IDS_GPL_11=部品表


IDS_GPL_12=部品属性预览


IDS_GPL_13=设置

IDS_GPL_13_1=所在地_语言_材质规格
IDS_GPL_13_2=用户数据库
IDS_GPL_13_3=模型导出_CAD相关
IDS_GPL_13_4=部品表设定


IDS_GPL_14=帮助


IDS_GPL_14_1=使用方法
IDS_GPL_14_2=订购方法
IDS_GPL_14_3=用户反馈
IDS_GPL_14_4=版本信息

IDS_GPL_15=自定义属性

IDS_GPL_DLG_TITLE=Sample for Press 4.0（3.9.1）
IDS_GPL_DLG_1=接口初始化
IDS_GPL_DLG_2=初始化
IDS_GPL_DLG_3=Sample语言设置
IDS_GPL_DLG_4=默认设置
IDS_GPL_DLG_5=打开界面
IDS_GPL_DLG_6=运行
IDS_GPL_DLG_7=编辑
IDS_GPL_DLG_8=反选字符串
IDS_GPL_DLG_9=编辑
IDS_GPL_DLG_10=部品表
IDS_GPL_DLG_11=数量
IDS_GPL_DLG_12=初始化部品表
IDS_GPL_DLG_13=部品表字符串
IDS_GPL_DLG_14=打开部品表
IDS_GPL_DLG_15=保存路径
IDS_GPL_DLG_16=模型文件
IDS_GPL_DLG_17=属性文件
IDS_GPL_DLG_18=选择保存路径
IDS_GPL_DLG_19=自动打开

IDS_GPL_LISTCTRL_R0C0=部品名
IDS_GPL_LISTCTRL_R0C1=型号
IDS_GPL_LISTCTRL_R0C2=数量
IDS_GPL_LISTCTRL_R0C3=交货期
IDS_GPL_LISTCTRL_R0C4=材质
IDS_GPL_LISTCTRL_R0C5=照片
IDS_GPL_LISTCTRL_R0C6=备注
IDS_GPL_LISTCTRL_R0C7=零件系列


IDS_GPL_CREATE_DISPATCH_FAIL=Mold EX-Press开发接口初始化失败！
IDS_GPL_INIT_SUCCESS=Mold EX-Press开发接口初始化成功！
IDS_GPL_MODEL_SAVED_PATH=生成的模型存放路径:
IDS_GPL_ATTRIBUTE_DUMPED_FILE=模型属性文件路径:
IDS_GPL_BOM_NUMBER_LIMIT=模型数量不能为0！

IDS_GPL_LINK_HELP=..\\..\\Help\\Help_CHS.chm::/HTML/Help_0.htm
IDS_GPL_LINK_1=..\\..\\Help\\Help_CHS.chm::/HTML/Help_2_02_a.htm
IDS_GPL_LINK_2=..\\..\\Help\\Help_CHS.chm::/HTML/Help_2_02_d.htm
IDS_GPL_LINK_3=..\\..\\Help\\Help_CHS.chm::/HTML/Help_2_02_e.htm
IDS_GPL_LINK_4=..\\..\\Help\\Help_CHS.chm::/HTML/Help_2_02_f.htm